{
  "i": {
    "graphs": "Maria Fisher had planned to get a tattoo one day: a line from one of her favorite musicals, Newsies.<br/><br/>“And I’m free, like the wind,” it would say. “Like I’m gonna live forever.”<br/><br/>Instead, the quote adorns her tombstone, a picture of her and her guitar etched into the black stone beside it.<br/><br/>Maria had always loved the performing arts, said her father, Dan Fisher. She knew practically every word of Newsies, for one thing, and she often said she wanted to open an arts high school or music venue after she graduated from the University of Maryland.<br/><br/>So, nearly a year after her death, her family purchased a colonial-era bed and breakfast in the small town of Lititz, Pennsylvania, which they plan to use to host concerts and art galleries in Maria’s honor.<br/><br/>The venue, which opened this weekend, has become something of a sanctuary for them, particularly as the investigation into Maria’s death has, in their minds, yielded more questions than answers.<br/><br/>On the morning of Oct. 1, 2017, Maria, a first-semester freshman, was struck and killed by a car as she ran across Route 1. But more than a year later, her loved ones still aren’t sure why she was running — or where she was running from.<br/><br/>Despite several attempts to gather information from the university community, thousands of dollars offered in reward money and countless hours of work by a private investigator, the details of the night before Maria’s accident remain cloudy. For her friends and family, the unknowns have made healing all the more difficult.<br/><br/>The concerning phone calls and text messages she sent in the last hours of her life — during and after a night out in College Park — are practically the only clues they have.<br/><br/>And her last phone call was perhaps the most alarming. Just after 6 a.m. on Oct. 1, she reached her roommate, Celia Snipes.<br/><br/>Frantic and distressed, Maria could barely string together a story, except to say she’d woken up in a strange room. Then Snipes heard a terrible commotion — the sound of the collision that took Maria’s life.<br/><br/>Maria was in the crosswalk at the intersection of Campus Drive and Route 1, headed toward the main entrance to the campus. But she didn’t have a walk signal, according to the accident report from the Prince George’s County Police Department.<br/><br/>Based partially on Maria’s call to Snipes and her other messages, the police ordered a sexual assault examination of her body, but it came up with nothing.<br/><br/>Dan Fisher, though, says somebody still could have attempted to harm her. And his concern only grew when he saw Maria’s toxicology report months after her death.<br/><br/>It showed she had a .12 blood alcohol level, and her blood contained 7.04 mg/L of GHB — a known date rape drug, but also a chemical that occurs naturally in the body, increasingly so after death.<br/><br/>Police and toxicology experts agree that the level of GHB in Maria’s blood wasn’t abnormal for post-mortem cases. Experts said it’s possible she ingested GHB prior to the collision, since the chemical leaves the body quickly, but that it’s an unlikely scenario. Further tests, which the Fisher family is in the process of requesting, would be required for greater certainty.<br/><br/>When asked about its policies for GHB testing, the Office of the Chief Medical Examiner in Washington, D.C. — which conducted Maria’s autopsy — said only that her death was a result of blunt force injuries to the head and had been ruled an accident.<br/><br/>Police would eventually charge the driver — Elijah Shabazz, a former student at this university — with three speeding-related charges, but they determined he was not at fault for the collision.<br/><br/>Because the police ruled out sexual assault, determining Maria’s whereabouts before the crash fell outside the scope of their investigation, said police spokesperson Jennifer Donelan.<br/><br/>“It’s not a homicide investigation,” she said. “[The officers] did a fatal collision investigation — so what happened at that intersection, what was the cause of death.”<br/><br/>That explanation doesn't appease Dan Fisher, though.<br/><br/>“As soon as the autopsy came back, and it showed that she wasn’t physically sexually assaulted — in other words, there was no forcible sexual assault apparent on her body — [the police] chose to just say ‘Welp, nothing happened here,’” he said.<br/><br/>Dan Fisher, and many of his daughter’s friends from this university, still believe the circumstances surrounding her death are suspicious enough to warrant a closer look — especially because it was unlike her to drink to the point of forgetting, or to not return from a night out, her friends said.<br/><br/>Last spring, unhappy with the handling of the police investigation, Dan Fisher began to seek out clues that might explain where his daughter was, and who she’d been with. But when he asked the restaurants along Route 1 for their footage from that night, they informed him it had already been erased.<br/><br/>The Fishers would end up hiring a private investigator from the St. Mary’s County-based firm Spaulding Security & Investigations to help them address what they believed the police did not. After months of interviews, the investigator said he has possible suspects — individuals who he thinks were with Maria that night and could know what happened to her — but no concrete evidence to this effect.<br/><br/>Meanwhile, the hours missing from the timeline have made closure impossible for Maria’s loved ones.<br/><br/>“She really runs through my mind every minute of every day,” Dan Fisher said.",
    "image": {
      "alt": "",
      "src": "/assets/images/section01.jpg"
    },
    "next": "/ii",
    "prev": null,
    "routing": {
      "path": "/i"
    },
    "style": {
      "footer": {
        "justifyContent": "flex-end"
      },
      "section": {
        "justifyContent": "flex-start"
      }
    },
    "title": "The Missing Hours"
  },
  "ii": {
    "graphs": "<strong>Not</strong> many of Maria Fisher’s friends from Ellicott Hall were planning to go out the night of Saturday, Sept. 30, 2017.<br/><br/>Some of the group had just returned from a friend’s house in Potomac, and Maris Becker remembers planning on a night in due to having a paper due that Monday. Lauren Donato, one of the few in the friend group who did go out that night, went to a fraternity party.<br/><br/>Alex Cook, a close friend of Maria’s from high school, was visiting that weekend, but initially, the two weren’t set on going out, either. They had plans to meet Maria’s family at the Ravens game in Baltimore on Sunday morning.<br/><br/>Ultimately, they decided to go to Cornerstone Grill and Loft with a small group of Maria’s friends. Only Maria and one other friend, who was celebrating his birthday, were able to get into the bar, though, so the rest of the group went home. <br/><br/>Originally, Maria texted Cook that she’d leave Cornerstone soon and return to Ellicott. But roughly an hour after she’d entered the bar, her texts started to become difficult to comprehend, Cook said.<br/><br/>Cook had known Maria for years. While Maria drank prior to college, she wasn’t a heavy drinker and “would never get to the point where she was [that night],” he said.<br/><br/>She’d had a little to drink before going to the bar, Cook said, but was acting normally while they were together.<br/><br/>Later, the friend who’d gotten into Cornerstone with Maria returned alone, having been kicked out.<br/><br/>Cook texted Maria during the night, and at certain points, he said, the jumbled messages included the word “help.” But when Cook tried to ask Maria where she was, he didn’t get any answers.<br/><br/>That night, locked out of Maria’s room where he’d been planning to sleep, he stayed with some of Maria’s friends. At about 6 a.m. after a restless night, Cook woke up and tried to knock on her door and talk to her from the hallway. No one answered.<br/><br/>At several points during the night, in correspondence with others, Maria had said she was with friends, but she never made it clear precisely whom she was with.<br/><br/>However, it wouldn’t be unusual for Maria, whom friends described as outgoing and extroverted, to have met new friends. <br/><br/>“I obviously wish I asked,” Donato said. “But … it was normal for her to be with a different group of people, and for me to not really even know who she was with. So I just didn’t ask.”<br/><br/>Cook said he figured she was in a group, because she would often call him for security when she was alone on late nights, which she didn’t this time.<br/><br/>While Donato was at the fraternity party, Maria texted her, asking where she was. Donato sent her location, but Maria never came.<br/><br/>At about 1:20 a.m., Maria and Becker talked on the phone, according to copies of Maria’s phone records relayed to The Diamondback by Dan Fisher. During the conversation, Becker offered to meet Maria — who was alone at that point — in front of Bagel Place, a Route 1 eatery that would be on her way home. But Maria declined.<br/><br/>Maria said she was going to stay out, since she had found friends, Becker recalled. Only she never said who they were, or where they were planning to go.<br/><br/>“I mean, I trusted her,” said Becker, a sophomore finance major. “I didn’t think twice about it. She was with people, she sounded happy, fine.”<br/><br/>At about 2:00 am, according to Dan Fisher’s records, Donato FaceTimed Maria to say she was walking home and ask if she wanted to come along, but Maria told her to go back without her. Donato said she found the call very normal, and that Maria appeared “totally fine.”<br/><br/>It was typically Snipes, now a sophomore psychology major, who went home with her and knew where she was during nights out. But that night, she wasn’t there to do what she’d done almost every weekend before.<br/><br/>“When you first come to college, I feel like everyone kind of has that person,” said Snipes. “And I was Maria’s person.”",
    "image": {
      "alt": "Cornerstone Grill and Loft.",
      "src": "/assets/images/section02.jpg"
    },
    "next": "/iii",
    "prev": "/i",
    "routing": {
      "path": "/ii"
    },
    "style": {
      "footer": {
        "justifyContent": "flex-start"
      },
      "section": {
        "justifyContent": "flex-end"
      }
    },
    "title": "The Night Before"
  },
  "iii": {
    "graphs": "On the morning of Oct. 1, 2017, like most other mornings, Becker’s phone was set to “Do Not Disturb.”<br/><br/>So she didn’t hear the texts come in from Maria just after 6 a.m.<br/><br/>“Maris,” she wrote. “Where r u.”<br/><br/>By chance, Becker woke up and responded.<br/><br/>“My room sleeping,” she replied, before inadvertently falling back asleep. When she woke up hours later, she didn’t even remember sending the message.<br/><br/>Maria placed calls to several people in Ellicott Hall that morning, but only one of them picked up — Snipes.<br/><br/>“I woke up in a panic, hearing my phone ring and seeing it was from her,” Snipes said. “Why would she be calling me at six in the morning? She knew I was visiting my friend.”<br/><br/>Snipes missed Maria’s first call, but called her back soon after, according to Dan Fisher’s records.<br/><br/>On the phone, Maria was panicked and seemed to be running, Snipes said. At the beginning, Maria just repeated Celia’s name over and over.<br/><br/>Maria mentioned waking up in an unfamiliar room, but couldn’t get much of a story out, despite her roommate’s efforts to calm her down.<br/><br/>“I was like, ‘Are you OK?’ … and she was like, ‘No, it’s not OK,’” Snipes said.<br/><br/>Still on the phone with her roommate, Maria started to cross Route 1 toward the campus.<br/><br/>Just steps from the median, she was running in the crosswalk when she was hit, according to the Prince George’s County Police accident reconstruction.<br/><br/>Snipes heard the commotion, and at first she thought Maria was being kidnapped or attacked.<br/><br/>That’s when she heard a man’s voice saying “no, no, no” over and over again.<br/><br/>And then she remembered hearing, “I just hit a female. Someone call 911.”<br/><br/>Distraught, Snipes hung up the phone. From her friend’s dorm room in Kentucky, she was helpless. But then she remembered she could track Maria’s phone using the iPhone app “Find My Friends.”<br/><br/>So she found Maria’s little orange dot, hovering over Route 1, and picked up her phone again. One by one, just as Maria had only minutes earlier, she called each of her friends in Ellicott Hall until someone picked up — a friend from a few floors below theirs.<br/><br/>She asked him to run to Route 1 as fast as he could, but by the time he made it to the scene of the crash, the ambulance had taken Maria away.<br/><br/>After talking to a police officer there, he told Snipes that Maria was on her way to the hospital. But he also said he’d gotten the impression that Maria was going to be OK.<br/><br/>At 7:07 a.m., a doctor at MedStar Washington Hospital Center pronounced Maria Fisher dead. But her loved ones wouldn’t find out for a few hours.<br/><br/>Thinking Maria would be fine, Snipes figured she would give the Fisher family some space. She and Maria’s friends back in Maryland called area hospitals, but heard nothing.<br/><br/>A few hours later, Snipes couldn’t take it anymore. She called Maria’s cousin, also a student at this university, and asked if the family had any updates about Maria. But he hadn’t heard anything about the crash at all.<br/><br/>Shocked, Snipes dialed the University of Maryland Police and told them she could identify the student who’d been in the accident that morning. Then, she got a call from a Prince George’s County police officer.<br/><br/>She answered his questions and explained everything that had happened. When she finished, the officer on the line told her that Maria had died.<br/><br/>The investigator promised he’d call Fisher’s father — who, by this point, was desperately texting and calling Snipes, asking if she knew anything more — immediately afterward. <br/><br/>“I remember hanging up the phone, and I was just a mess,” Snipes said. “I was thinking, ‘What do I do?’”<br/><br/>Dan Fisher was on his way to the Ravens game where he was planning to meet his daughter that Sunday morning. He was still driving when he got the call.<br/><br/>“They made it sound like they didn’t know for sure who it was, because Maria had a fake ID on her as well as her real one,” he said.<br/><br/>Snipes called Becker, who was with Donato in their dorm room, to tell them the news.<br/><br/>“It was the most unreal thing,” Donato said. “I didn’t even know how to react.”",
    "image": {
      "alt": "The intersection of Route 1 and Campus Drive.",
      "src": "/assets/images/section03.jpg"
    },
    "next": "/iv",
    "prev": "/ii",
    "routing": {
      "path": "/iii"
    },
    "style": {
      "footer": {
        "justifyContent": "flex-end"
      },
      "section": {
        "justifyContent": "flex-start"
      }
    },
    "title": "The Morning Of"
  },
  "iv": {
    "graphs": "“THE FAMILY OF YOUR FELLOW STUDENT MARIA FISHER NEEDS YOUR HELP,” the Facebook post read.<br/><br/>The post was published on Spaulding Security & Investigations’ page in May 2018 and publicized, for the first time, that Maria’s family felt it was possible she had been given GHB.<br/><br/>It’s been the theory about Maria’s death that Dan Fisher has espoused most fervently — but it’s also one that experts cast serious doubt upon.<br/><br/>Dan Fisher received his daughter’s toxicology report in March 2018, after he lodged a formal request with the medical examiner’s office, he said. He’s spent much of the time since then tirelessly researching GHB, although none of the studies he’s read have brought the clarity he desires.<br/><br/>Dan Fisher isn’t the only one with these concerns. Many of Maria’s friends are positive that something bad happened to her before her death, although they still aren’t sure what.<br/><br/>“She wouldn’t just do drugs on her own and be a mess throughout the night and wake up at 6 a.m. somewhere random,” Donato said. “I hate to say it, but that is normal for some people, and that’s totally fine, but for her it’s just never something she would have been a part of.”<br/><br/>Among the freshmen on Ellicott’s fifth floor, Maria was “the mom,” Becker said.<br/><br/>“She was always the one that had her head on straight,” Becker said. “None of this ever happens to her.”<br/><br/>The Facebook post came to the attention of Holly Brewer, a history professor at this university. Brewer, who remembered driving by the accident that October morning, also began to fear Maria had been drugged, and wanted the university to address Fisher’s concerns.<br/><br/>Since then, Brewer has become something of a liaison for the Fisher family, talking about their concerns with officials from all over the university, including University Police, the Office of Civil Rights and Sexual Misconduct and the Health Center.<br/><br/>But the toxicology results are far from conclusive.<br/><br/>Postmortem GHB levels can be deceiving, experts say. The substance is included in some foods and alcoholic beverages and is a byproduct of metabolism. As a result, its concentrations can vary from person to person.<br/><br/>The GHB level from Maria’s toxicology report is within “middle to upper middle” normal ranges for a post-mortem case, said Dr. Barry Logan, chief of forensic toxicology at NMS Labs in Pennsylvania.<br/><br/>Dr. Alan Wayne Jones, a professor of forensic toxicology at Linköping University in Sweden who has studied GHB extensively, said it’s very likely that Maria’s GHB level occurred naturally, and there’s no indication from that number alone that she was drugged.<br/><br/>“It’s wrong to look at one number — especially a low number — in one kind of sample, and draw the conclusion that … the parents are trying to draw, that [Maria] was drugged with GHB,” he said. “You cannot do that.”<br/><br/>The Facebook posts from Spaulding — initially bold in their statements on the GHB in Maria’s body — were later updated to indicate the source of the chemical is unclear.<br/><br/>Logan acknowledged it’s also possible that Maria’s GHB level was from ingesting the drug earlier that night and it wasn’t reflected in the toxicology, because it leaves the bloodstream so rapidly. Assessments of other bodily fluids where GHB lingers longer, such as urine and vitreous humor, where GHB lingers longer, would be required to know more.<br/><br/>The Fishers are in the process of requesting testing on Maria’s vitreous humor, the fluid between the lens and retina of the eye.<br/><br/>Still, experts stress, the postmortem results offer no reason to believe additional testing would turn up anything.<br/><br/>“It’s a tragic thing that’s happened to the girl and her parents, but the GHB result — believe me, and I’ve worked on this a lot — this doesn't say anything, doesn’t give any indication that she was drugged that evening,” Jones said.",
    "image": {
      "alt": "The Fisher family’s bed-and-breakfast in Lititz, Pennsylvania.",
      "src": "/assets/images/section04.jpg"
    },
    "next": "/v",
    "prev": "/iii",
    "routing": {
      "path": "/iv"
    },
    "style": {
      "footer": {
        "justifyContent": "flex-start"
      },
      "section": {
        "justifyContent": "flex-end"
      }
    },
    "slug": "/iv",
    "title": "The Numbers"
  },
  "v": {
    "graphs": "When Dan Fisher looks at the accident report for the crash that killed his daughter, the small inaccuracies and typos jump off the page. The last name of the driver, 25-year-old Elijah Shabazz, is spelled wrong, and the phone number listed as her father’s is actually Maria’s.<br/><br/>For Dan Fisher, these are symbols of bigger problems with the way the department handled his daughter’s case, although police maintain that their actions followed protocol in addressing a traffic accident of this nature.<br/><br/>“[The typos are] just a lot of just sloppiness,” Fisher said. “And that’s the way I feel the whole police investigation was handled.”<br/><br/>The crash occurred around 6:15 a.m., at which point an off-duty Prince George’s County patrol officer — who was driving to work but didn’t actually see the accident take place — pulled over to assist. But Cpl. Ainsworth, one of the officers who would investigate the crash, didn’t arrive until about two hours later, at 8:15 a.m.<br/><br/>That’s among the most concerning parts of the police investigation for Dan Fisher.<br/><br/>“It’s amazing to me. A crazy amount of time elapsed between when the accident happened and when the Prince George’s County investigator got there,” he said.<br/><br/>But the scene was never left unguarded, Donelan said, and Ainsworth’s arrival time aligns with the department’s standard operating procedure.<br/><br/>Based on this procedure, it wasn’t until shortly after Maria was pronounced dead — at 7:07 a.m. — that officers with the police department’s Collision Analysis and Reconstruction unit were notified and commissioned to go to the scene on Route 1.<br/><br/>Shabazz told officers he’d last had an alcoholic beverage at 10:30 p.m. the night before and went to bed around midnight. He passed field sobriety tests and a preliminary breath test, which indicated he had a blood alcohol concentration of .02, below the legal limit of .08.<br/><br/>“From the moment an officer laid eyes on him, he showed no signs of visual impairment,” Donelan said.<br/><br/>Shabazz, a former student at this university, was “hysterical and crying” after the crash, according to the accident report.<br/><br/>The police estimated Shabazz was driving about 42 miles per hour 300 feet before his car entered the intersection of Campus Drive and Route 1. He was not found to be at fault for the collision, but because he was speeding, he will stand trial on three traffic violations March 20.<br/><br/>Shabazz, as well as his attorney, did not respond to multiple requests for comment for this story.<br/><br/>While police do not suspect Maria was drugged or assaulted, they have tried to assist the Fishers as they process the loss of their daughter, Donelan said.<br/><br/>“We have been trying to be as transparent as possible with the family, and have been working with [Dan] and the private investigator throughout this,” Donelan said.<br/>",
    "image": {
      "alt": "Maria Fisher’s gravestone.",
      "src": "/assets/images/section05.jpg"
    },
    "next": "/vi",
    "prev": "/iv",
    "routing": {
      "path": "/v"
    },
    "style": {
      "footer": {
        "justifyContent": "flex-end"
      },
      "section": {
        "justifyContent": "flex-start"
      }
    },
    "title": "The Police"
  },
  "vi": {
    "graphs": "When Dan Fisher discovered the real estate listing for the Forgotten Seasons Bed and Breakfast, he quickly recognized the 18th-century home.<br/><br/>He’d driven by it countless times on his way into Lititz, a town of 9,000 that hosts unique eateries, as well as music studios used by high-profile performers from Billy Joel to Lady Gaga.<br/><br/>Lititz is full of fond memories for the Fishers. After many a soccer game nearby, Dan and Maria would stop to eat at the Bulls Head tavern in town. Dan was baptized in the creek that runs beside a church there, which the Fishers used to attend together.<br/><br/>Now, the church is the site of Maria’s grave, and the town is the site of the two-acre property he bought in her memory.<br/><br/>“It’s a place that’s very familiar to me, and it felt right,” Fisher said.<br/><br/>The Fishers renamed the bed and breakfast The Avenue Guesthouse and Gallery, a nod to the name of the guitar-piano duo Maria started in high school.<br/><br/>For a period after the Fishers bought the home in September, they were there on a daily basis, picking out new bedspreads, wall colors and furniture, to make the house more closely match their vision and Maria’s spirit.<br/><br/>In the kitchen, where guests will eat breakfast, large wooden letters on the windowsill spell out the word “joy.” A sign nearby reads, “Kindness matters,” and a table centerpiece says, “Happy.”<br/><br/>The nearly two-acre property overlooks a road frequently traversed by horse-drawn buggies, and the porches on either side of the historical home make it an ideal location for hosting small outdoor concerts, Fisher said.<br/><br/>These events will fundraise for a scholarship in Maria’s honor for students at Lancaster high schools, Fisher said.<br/><br/>The family has already raised about $30,000 for the fund, which will be disbursed to students aspiring to higher education who have an interest in the arts and exemplify Maria’s values of kindness and compassion.<br/><br/>And even though she never met Maria, Brewer said her death has spurred her to push for lasting change.<br/><br/>While there’s still little evidence to suggest that Maria was drugged, Brewer stresses that the use of date rape drugs is a broader issue than many Maryland students may realize.<br/><br/>According to an OCRSM survey conducted last spring but not yet publicized, 9.5 percent of the 3,500 student respondents indicated they knew or suspected they’d been drugged without their consent during their time at the university. Brewer fears that students and faculty might not be aware of just how prevalent the issue could be.<br/><br/>In response to The Diamondback’s request for comment, officials wrote in an email that the university “remains committed to becoming a campus free of sexual violence,” and that they “again extend our condolences to the Fisher family.”<br/><br/>Still, Brewer said her conversations and correspondence with some officials has left her feeling unheard at times.<br/><br/>“I feel like it’s somebody standing in a dark basement with their hands over their ears saying, ‘There’s no evidence it’s raining outside,’ when there’s a huge thunderstorm,” Brewer said. “They aren’t looking, and they aren’t listening.”<br/><br/>Maria’s death inspired Brewer to fight for change, while her friends honor her in their own ways.<br/><br/>For Cook, it’s a tattoo on his inner arm: a rose with a triangle, and the date of Maria’s death. It symbolizes the Holy Trinity, representing Maria’s faith.<br/><br/>For Snipes, it’s the Maryland basketball T-shirt Maria found on sale at the University Book Center, and her silver necklace with a golden sun pendant at the end. They were the two items Snipes wanted to keep when Maria’s family was clearing out her dorm room. <br/><br/>Snipes still thinks about what might have happened if she hadn’t gone away that weekend. Because they were so close, she believes the night would have unfolded differently had she been in College Park. <br/><br/>“We were inseparable,” she said.<br/><br/>Snipes missed the original flight she’d booked to Kentucky, she said, perhaps an early sign that she shouldn’t have gone at all.  <br/><br/>Perhaps if she’d stayed, she and Maria would have been together that whole evening, and they would have returned to their fifth-floor room in Ellicott Hall. The night of Sept. 30, 2017, would have passed just like any other.<br/><br/>For a while after the crash, Snipes avoided the area around the main entrance to campus.<br/><br/>It was difficult to be in her dorm room, too — the one she’d once shared with Maria.<br/><br/>Things didn’t really sink in, Snipes said, until police investigators came there to get her written statement.<br/><br/>The officers were surprised, Snipes said, when she wrote nearly two pages about her last conversation with her roommate.<br/><br/>Many of Maria’s friends figured the police would soon get to the bottom of the confusing phone calls and texts from that night. But semester after semester has ticked by, and the same questions remain.<br/><br/>“We thought we would find out, like, a week later,” Donato said, “And it just kept getting longer and longer.”<br/><br/>But more than a year after, their questions remain unanswered, leaving them to fill the void she left behind.<br/><br/>It’s why Snipes wears Maria’s necklace every day, and cherishes an orange frisbee they stumbled upon during a walk around the campus one of their first nights at school. And as the last person to speak with Maria before her death, Snipes has a sliver of closure that Maria’s father doesn’t.<br/><br/>The last year has been taxing in ways Dan Fisher never could have anticipated. Yet on top of running a furniture rental business in Lancaster, traveling to Maryland several times and spending countless hours investigating and researching his daughter’s death, he still took on the task of the bed and breakfast.<br/><br/>It was a project borne of love and a desire to honor her life, even though he doesn’t understand the circumstances of its abrupt end.<br/><br/>“Even a year later,” he said. “It’s still all day, every day on my mind.”",
    "image": {
      "alt": "",
      "src": "/assets/images/section06.jpg"
    },
    "next": "/i",
    "prev": "/v",
    "routing": {
      "path": "/vi"
    },
    "style": {
      "footer": {
        "justifyContent": "flex-start"
      },
      "section": {
        "justifyContent": "flex-end"
      }
    },
    "title": "The Future"
  }
}