{
  "title": "Intro",
  "order": 1,
  "thumbnail": "/build/static/media/ada-image-landing.svg",
  "body": "Maria Fisher had planned to get a tattoo one day, a quote from one of her favorite musicals — Newsies.\n\n \n\n“And I’m free, like the wind,” it would say. “Like I’m gonna live forever.”\n\n \n\nInstead, it adorns her tombstone, a photo of her and her guitar etched into the black stone beside it.\n\n \n\nMaria had always loved the performing arts. She knew practically every word to that musical, for one thing, said her father Dan, and often said she wanted to open a performing arts high school or performance venue after she graduated from the University of Maryland.\n\n \n\nSo, months after her death in October 2017, her father Dan started shopping. \n\n\n\nHe was in search of a property that might match Maria’s dream when he stumbled upon the Forgotten Seasons Bed and Breakfast, which was up for sale in Lititz, Pennsylvania — near the family’s home in Lancaster.\n\n \n\nSince the family purchased it in September, the bed and breakfast — which will double as an art gallery and concert site — has become something of a sanctuary for them, particularly as the investigation into Maria’s death has yielded more questions than answers.\n\n \n\nOn Oct. 1, 2017, just after 6 a.m., Fisher, a first-semester freshman, was struck and killed by a car as she ran across Route 1. But all these months later, her loved ones still aren’t sure where — or what — she was running from.\n\n \n\nThe concerning phone calls and text messages she sent in the hours beforehand, during and after a night out in College Park, are practically the only clues they have.\n\n \n\nAnd her final phone call, in the early hours of Oct. 1, was perhaps the most alarming. Just after 6 a.m., she reached her roommate, Celia Snipes, who was in Kentucky visiting a friend of hers that weekend.\n\n \n\nFrantic and distressed, Maria could hardly string together a story, Snipes said, except to say that she’d woken up in a strange room. But then Snipes heard a terrible commotion — the sound of the car that would take Maria’s life.\n\n \n\nMaria had been in the crosswalk at the intersection of Campus Drive and Baltimore Avenue, headed toward the main entrance to campus, but she didn’t have a walk signal, according to the accident report from the Prince George’s County Police Department.\n\n \n\nBased partly on Maria’s call to Snipes and her other messages, the police ordered a sexual assault examination of her body, but it came up with nothing.\n\n \n\nSo it wasn’t until several months later, when Maria’s toxicology report came back, that her family truly began to fear the worst.\n\n \n\nIt showed she had a .12 blood alcohol level when she died, and it also revealed that her blood contained 7.04 mg/L of GHB, a known date rape drug, but a chemical that also occurs naturally in the body, increasingly so after death.\n\n \n\nPolice say that her GHB level was within normal post-mortem ranges, between 5 and 10 mg/L — but toxicology experts say it may not be so simple.\n\n \n\nBecause GHB leaves the bloodstream rapidly, between five and six hours, it’s possible her levels originated from GHB ingested the night before she died, and simply decreased back to a seemingly normal range.\n\n\n\nInterpreting GHB levels is notably murky, experts say, especially since the substance is included in some foods and alcoholic beverages and is a byproduct of metabolism. As a result, its concentrations can vary from person to person.\n\n \n\nWhen reached for comment, the Office of the Chief Medical Examiner in Washington, which conducted Maria’s autopsy, stated that Fisher’s death was a result of blunt force trauma, and that her death was ruled an accident.\n\n\n\nThat office’s report also revealed Maria was menstruating and using a tampon that night, which might have deterred a would-be assailant, Dan Fisher said.\n\n\n\n“As soon as the autopsy came back and it showed that she wasn’t physically sexually assaulted, in other words there was no forcible sexual assault apparent on her body, \\[the police] chose to just say ‘Whelp, nothing happened here,’” he said.\n\n\n\nDan Fisher, in addition to many of Maria’s friends from this university, still believe the circumstances surrounding her death are suspicious enough to warrant a closer look, especially because what happened that night was so unlike her.\n\n\n\nIt was atypical for her not to return from a night out, her friends said, and to large amounts of alcohol, such that she wouldn’t remember things from the night before.\n\n\n\nBut once the police ruled out sexual assault, determining where Maria was before the crash fell largely outside the scope of their investigation, said Jennifer Donelan, a police spokesperson.\n\n\n\n“It’s not a homicide investigation,” she said. “\\[The officers] did a fatal collision investigation —  so what happened at that intersection, what was the cause of death.”\n\n \n\nAs a result, the police only reviewed security camera footage relevant to the accident itself, and none that may have shown where she’d been — or who she’d been with — the night before. But Dan Fisher didn’t realize he should seek out this footage until he received Maria’s toxicology report in March 2018, long after the footage from Route 1 businesses Maria visited the night before she died had been erased.\n\n\n\nThe Fishers would end up hiring a private investigator to address what the police did not.\n\n \n\nAfter months of research and dozens of conversations with university students, Bill Nutter, an investigator with Spaulding Security & Investigations, a St. Mary’s County-based firm, said he has “suspects” who he think may have been with Maria the night before she died.\n\n \n\nBut Nutter said he hasn’t found concrete evidence to this effect. The police have assisted with some interviews lately, though, he added.\n\n\n\n“We’ve kind of come to a stalemate,” Nutter said. “I have two people of interest, but wasn’t able to corroborate anything, and simply the only reason they’re of interest is because they either misled us or avoided telling us where they were the night Maria \\[was] missing.”\n\n\n\nNutter is also searching for an individual he believed witnessed the crash and stopped to help. Her voice can be heard in the background of the 911 call made to report the crash, he said, but she is not named or referenced in the accident report. That call mainly features the off-duty Prince George’s County police officer who didn’t witness the crash, but pulled over to assist shortly after Maria was hit.\n\n \n\nThe traffic case was closed and turned over to the Prince George’s County state’s attorney’s office in September, according to its spokesperson Denise Roberts.\n\n\n\nPolice determined that the driver, former University of Maryland student Elijah Shabazz, was not at fault for the crash, but estimated that he was traveling about 17 mph over the 25 mph speed limit just before the intersection where it happened.\n\n \n\nAs a result, the state’s attorney’s office charged Shabazz, 25, with speeding and failing to control his vehicle to avoid the collision.\n\n \n\nHe’s set to face those charges at a trial in March, and each charge carries a recommended $130 fine.",
  "images": []
}